Repository: Caleb5Mathew/Apologist
Catalog: Habit/Localization/*.lproj/Localizable.strings
Languages: uk

source: Add Habit
uk: Додати звичку

source: Add New Habit
uk: Додати нову звичку

source: An error occurred trying to complete '%@'
uk: Сталася помилка при виконанні звички '%@'

source: Close
uk: Закрити

source: Color
uk: Колір

source: Complete ${habit}
uk: Виконати ${habit}

source: Complete a Habit
uk: Виконати Звичку

source: Complete habits with NFC tags
uk: Виконати звичку за допомогою NFC тегу

source: Completes the specified habit for today.
uk: Виконує зазначену звичку на сьогодні

source: Completions
uk: Виконано разів

source: Delete Habit
uk: Видалити звичку

source: Display mode
uk: Режим відображення

source: Edit
uk: Змінити

source: Edit a Habit
uk: Змінити звичку

source: every day
uk: щодня

source: Habit not found
uk: Звичку не знайдено

source: Habit Strength
uk: Сила звички

source: HISTORY
uk: ІСТОРІЯ

source: Keep it Up! 🙌
uk: Так тримати! 🙌

source: Let's do this!
uk: Давай зробимо це!

source: MOTIVATE YOURSELF
uk: МОТИВУЙ СЕБЕ

source: Motivation
uk: Мотивація

source: Name
uk: Назва

source: NAME
uk: НАЗВА

source: One year
uk: Рік

source: OVERVIEW
uk: ОГЛЯД

source: Read a book, Meditate etc.
uk: Читати, медитувати тощо

source: REGULARITY
uk: РЕГУЛЯРНІСТЬ

source: REMIND ME
uk: НАГАДУВАННЯ

source: Save
uk: Зберегти

source: Six months
uk: Шість місяців

source: Sort by Date
uk: Сортувати за Датою

source: Sort by Name
uk: Сортувати за Назвою

source: Sorting
uk: Сортування

source: Streak
uk: Стрік

source: The habit to complete for today.
uk: Звичка, яку потрібно виконати на сьогодні.

source: Toggle completion for today
uk: Перемкнути виконання на сьогодні

source: Tutorial
uk: Інструкція

source: What habit would you like to complete?
uk: Яку звичку ви хотіли б виконати?

source: Which habit would you like to complete?
uk: Яку звичку ви хотіли б виконати?

source: Year: +%lld
uk: Рік: +%lld

source: Year: +%lld%%
uk: Рік: +%lld%%
